tap "coursier/formulas"
tap "fsouza/prettierd"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "pkg-config"
brew "cocoapods"
brew "code-server"
brew "dnsmasq"
brew "efm-langserver"
brew "exa"
brew "exercism"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "python@3.10"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-prolog"
brew "golangci-lint"
brew "jflex"
brew "jq"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "mono-libgdiplus"
brew "nano"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node"
brew "portaudio"
brew "putty"
brew "pyenv"
brew "pyqt"
brew "quilt"
brew "rm-improved"
brew "rust-analyzer"
brew "rustup-init"
brew "sbcl"
brew "starship"
brew "stow"
brew "tbb"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "wget"
brew "write-good"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "goreleaser/tap/nfpm"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "linearmouse"
cask "neovide"
